#!/usr/bin/env python3
# -*- coding:utf-8 -*-


exam_week = '2021年7月8日-2021年7月12日'
courses = [['导游业务', ['旅游管理1901', '旅游管理1902'], 2019, 70],
           ['大学英语II', ['旅游管理2002', '旅游管理2001', '旅游管理2003'], 2020, 123],
           ['大学英语IV', ['酒店管理1901', '旅游管理1901', '旅游管理1902'], 2019, 104],
           ['旅游接待业', ['旅游管理2001', '旅游管理2003', '旅游管理2002'], 2020, 123],
           ['旅游经济学', ['旅游管理1901', '旅游管理1902'], 2019, 70],
           ['酒店管理概论', ['旅游管理2001', '旅游管理2003', '旅游管理2002'], 2020, 123],
           ['酒店市场营销', ['酒店管理1901', ], 2019, 34],
           ['旅游市场营销', ['旅游管理1901', '旅游管理1902'], 2019, 70],
           ['大学计算机基础', ['旅游管理2001', '旅游管理2003', '旅游管理2002'], 2020, 123],
           ['旅游消费者行为', ['旅游管理2001', '旅游管理2003', '旅游管理2002'], 2020, 123],
           ['酒店人力资源管理', ['酒店管理1901', ], 2019, 34],
           ['旅行社经营与管理', ['旅游管理1901', '旅游管理1902'], 2019, 70],
           ['运营管理（双语）', ['旅游管理1901', '酒店管理1901', '旅游管理1902'], 2019, 104],
           ['中国近现代史纲要', ['旅游管理2003', '旅游管理2001', '旅游管理2002'], 2020, 123],
           ['酒店餐饮管理（双）', ['酒店管理1901', ], 2019, 34],
           ['概论', ['旅游管理1902', '酒店管理1901', '旅游管理1901'], 2019, 104], ]
